export const GAME_RULES = {
  TITLES: {
    FIRST: 'Огляд',
    SECOND: 'Правила гри',
  },
  RULES: {
    FIRST:
      'Alias - це командна гра. Вам потрібно вгадати якомога більше слів за певний проміжок часу. Кожна команда повинна мати мінімум 2 члени. Гравець бере пристрій, на якому запущена попередньо активована програма «Псевдонім», і намагається пояснити групу слів на картці.',
    SECOND: `
• Переклади або слова з однаковими коренями не допускаються.

• Якщо учасники команди вгадують корінь слів, це можна використати для пояснення іншим способом • Слова передбачають лише в тому випадку, якщо написання точно відповідає слову, написаному на картці

• Слова можна пояснити, не дотримуючись послідовності.

• Навіть якщо слово передбачається групою-супротивником, його можна прийняти як правильну відповідь

Якщо слово не було порушено або не пояснює передбачення, його слід зняти.

Якщо користувач випадково натиснув невимовне слово, його можна буде відредагувати пізніше на екрані оцінки.`,
  },
};
